--@author:star


LOL = {
	{
		["id"] = 1,
		["name"] = '吸血之刃',
		["mes"] = '攻击时有吸血效果',
		["type"] = '攻击',
		["table"] = {'star','haha'},
		["test"] = 1.0,

	},
	{
		["id"] = 2,
		["name"] = '复活铠甲',
		["mes"] = '死亡后可复活',
		["type"] = '防御',
		["table"] = {},
		["test"] = -1,

	},
	{
		["id"] = 3,
		["name"] = '不祥之盾',
		["mes"] = '减少地方攻速',
		["type"] = '防御',
		["table"] = {},
		["test"] = -1,

	},
	{
		["id"] = 4,
		["name"] = '暴力铁锤',
		["mes"] = '提高攻击力和生命值',
		["type"] = '攻击',
		["table"] = {},
		["test"] = -1,

	},
	{
		["id"] = 4,
		["name"] = '制裁之刃',
		["mes"] = '',
		["type"] = '',
		["table"] = {},
		["test"] = -1,

	},
}


Sheet2 = {
}


Sheet3 = {
}


